Repository: akirichek/ExelioDriver
Catalog: 1C/*.lproj/InfoPlist.strings
Languages: ru

# NSCalendarsUsageDescription
source: The application requires a permission to access mobile device calendars.
ru: Для работы с календарями устройства требуется разрешение.

# NSCameraUsageDescription
source: The application requires camera access permission to take photos, record videos, and scan barcodes.
ru: Для фотографирования, записи видео и сканирования штрихкодов необходимо разрешить использование камеры.

# NSContactsUsageDescription
source: The application requires a permission to access mobile device contacts.
ru: Для работы с контактами устройства требуется разрешение.

# NSLocationAlwaysUsageDescription
source: The application requires a permission to access location services even if the app is not running.
ru: Для работы с сервисами геопозиционирования требуется разрешение.

# NSLocationWhenInUseUsageDescription
source: The application requires a permission to access location services.
ru: Для работы с сервисами геопозиционирования требуется разрешение.

# NSLocationAlwaysAndWhenInUseUsageDescription
source: The application requires a permission to access location services even if the app is not running.
ru: Для работы с сервисами геопозиционирования требуется разрешение.

# NSMicrophoneUsageDescription
source: The application requires microphone access permission to record videos and audio files.
ru: Для записи видео и аудио необходимо разрешить использование микрофона.

# NSAppleMusicUsageDescription
source: The application requires a permission to play music from music library.
ru: Для поигрывания музыки в приложении требуется разрешение.

# NSBluetoothPeripheralUsageDescription
source: The application requires a permission to print on mobile printers.
ru: Для печати на Bluetooth принтерах требуется разрешение.

# NSPhotoLibraryUsageDescription
source: The application requires a permission to import library photos and videos.
ru: Для работы с альбомами фотографий и видео на устройстве требуется разрешение.
